{
  "song1": {
    "p1": "Ladies and gentlemen, let’s put our hands together for this dynasty. Welcome ladies and gentlemen to the 8th wonder of the world. The flow of the century, always timeless, HOV! Thanks for coming out tonight. You could’ve been anywhere in the world, but you’re here with me. I appreciate that",
    "p2": "H to the izz-O, V to the izz-A. For shizzle my nizzle used to dribble down in VA. Was herbin’ em in the home of the Terrapins, got it dirt cheap for them. Plus if they was short with cheese I would work with them. Brought in weed, got rid of that dirt for them. Wasn’t born hustlers, I was birthing ’em. H to the izz-O, V to the izz-A For sheezy my neezy keep my arms so breezy. Can’t leave rap alone, the game needs me. Haters want me clapped in chrome, it ain’t easy. Cops want to knock me, D.A. wants to box me in, but somehow I beat them charges like Rocky. H to the izz-O, V to the izz-A. Not guilty, he who does not feel me is not real to me, therefore he doesn’t exist. So poof! -- vamoose, son of a bitch!",
    "p3": "H to the izz-O, V to the izz-A. For shizzle my nizzle used to dribble down in VA. H to the izz-O, V to the izz-A. That’s the anthem, get’cha damn hands up! H to the izz-O, V to the izz-A. Not guilty y’all got to feel me. H to the izz-O, V to the izz-A. That’s the anthem, get’cha damn hands up!",
    "p4": "I do this for my culture. To let them know what a nigga look like when a nigga in a roaster. Show them how to move in a room full of vultures. Industry is shady, it needs to be taken over. Label owners hate me, I’m raising the status quo up. I’m overcharging niggas for what they did to the Cold Crush. Pay us like you owe us for all the years that you hoed us. We can talk, but money talks, so talk more bucks.",
    "p5": "Hov is back, life stories told through rap. Niggas acting like I sold you crack, like I told you sell drugs; no, Hov did that so hopefully you won’t have to go through that. I was raised in the projects, roaches and rats. Smokers out back selling their mama’s sofa. Lookouts on the corner focused on the ave. Ladies in the window, focused on the kinfolk. Me under a lamppost, why I got my hand closed? Crack’s in my palm, watching the long arm of the law so you know I seen it all before. I’ve seen Hoop Dreams deflate like a true fiend’s weight. To try and to fail: the two things I hate. Succeed, and this rap game: the two things that’s great. H to the izz-O, V to the izz-A. What else can I say about dude? I gets bu-sy."
  },

  "song2": {
    "p1": "If you’re having girl problems I feel bad for you, son. I’ve got 99 problems but a bitch ain’t one.",
    "p2": "I’ve got the Rap Patrol on the gat patrol. Foes that wanna make sure my casket’s closed. Rap critics that say he’s Money, Cash, Hoes. I’m from the hood stupid, what type of facts are those? If you grew up with holes in your zapatos, you’d celebrate the minute you was having dough. I’m like fuck critics, you can kiss my whole asshole. If you don’t like my lyrics, you can press fast forward. Got beef with radio if I don’t play they show. They don’t play my hits, well I don’t give a shit, so. Rap mags try and use my black ass so advertisers can give em more cash for ads, fuckers. I don’t know what you take me as or understand the intelligence that Jay-Z has. I’m from rags to riches, niggas I ain’t dumb. I got 99 problems, but a bitch ain’t one, hit me.",
    "p3": "The year is ’94, in my trunk is raw. In my rearview mirror is the motherfucking law. Got two choices y’all, pull over the car or bounce on the devil, put the pedal to the floor. And I ain’t tryna see no highway chase with Jake plus I got a few dollars, I can fight the case. So I pull over to the side of the road, I heard “Son do you know why I’m stopping you for?” Cause I’m young and I’m black and my hat’s real low Do I look like a mind reader sir, I don’t know. Am I under arrest or should I guess some more? “Well you was doing 55 in a 54. License and registration and step out of the car. Are you carrying a weapon on you? I know a lot of you are.” I ain’t stepping out of shit, all my paper’s legit. “Well, do you mind if I look around the car a little bit?” Well, my glove compartment is locked, so is the trunk in the back and I know my rights, so you gon’ need a warrant for that. “Aren’t you sharp as a tack. You some type of lawyer or something Somebody important or something?” Well, I ain’t passed the bar but I know a little bit. Enough that you won’t illegally search my shit. “Well we’ll see how smart you are when the K9 come.” I got 99 problems, but a bitch ain’t one, hit me.",
    "p4": "Now once upon a time, not too long ago A nigga like myself had to strong-arm a ho. This is not a ho in the sense of having a pussy, but a pussy having no goddamn sense, try and push me. I try to ignore him, talk to the Lord, pray for him, but some fools just love to perform. You know the type, loud as a motorbike but wouldn’t bust a grape in a fruit fight. And only thing that’s gon’ happen is I’m-a get to clapping and he and his boys gonna be yapping to the captain. And there I go, trapped in the Kit-Kat again. Back through the system with the riff-raff again. Fiends on the floor, scratching again. Paparazzis with they cameras, snapping em. D.A. try to give a nigga shaft again. Half a mil’ for bail cause I’m African. All because this fool was harassing them. Tryna play the boy like he’s saccharine. But ain’t nothing sweet bout how I hold my gun. I got 99 problems, being a bitch ain’t one, hit me.",
    "p5": "If you’re having girl problems I feel bad for you, son. I’ve got 99 problems but a bitch ain’t one. You crazy for this one, Rick. It’s your boy."
  }
}
